<?PHP

$plugin_lang = array
(
	'error_tpl' => "0|Неудалось загрузить шаблон плагина",
	'error_group' => "0|Группа не найдена",

	'settings_title' => "Настройки плагина",
	'log' => "Оплата перехода в группу %s",
	'time' => " на %s дн. до %s",
	'fulltime' => " бессрочно",

	'title' => "Переход в группу",
	'desc' => "Управление платными переходами пользователей между группами",
	'a_update' => "Настройки групп обновлены",
	'a_time_all' => "Навсегда",
	'a_time' => "На время",
	'a_status' => "Включить переход:",
	'a_status_desc' => "Разрешить переход в эту группу",
	'a_start' => "Переход из групп:",
	'a_start_desc' => "Разрешить переход из следующих группу",
	'a_type' => "Вариант перехода:",
	'a_type_desc' => "Вариант перехода в группу",
	'a_type_info' => " Временное размещение в группе <b><a href='$PHP_SELF?mod=usergroup'>отключено</a></b>",
	'a_price' => "Цена перехода:",
	'a_price_desc' => "Укажите цену перехода в группу, формат:
													<br /><br />Для перехода <b>&laquo;Навсегда&raquo;</b> : цена перехода,
													<br />Для перехода <b>&laquo;На время&raquo;</b> : количество дней|название для меню|цена перехода (построчно)",
	'a_link' => "Ссылка для оплаты:",
	'a_link_desc' => "Ссылка вызова окна оплаты перехода в данную группу",
	'a_go' => "Перейти в группу ",
	'a_btn_update' => "Обновить",
	'a_title' => "Переход в группу",
	'a_stop' => "Запрещённые группы:",
	'a_stop_desc' => "ID групп закрытых для перехода и настроек"
);

?>
